Repository: Distrotech/jhylafax
Catalog: po/*.po
Languages: ca, cs, fr, it, nl, pl, ru, tr

source: Admin Privileges
ca: Privilegis d'administrador
cs: Oprávnění správce
fr: Privilèges administrateur
it: Privilegi di amministrazione
nl: Beheerder privileges
pl: Uprawnienia administratora
ru: Права администратора
tr: Yönetici Yetkileri

source: Update Status on Startup
ca: Actualitza l'estat al iniciar
cs: Aktualizovat stav při startu
fr: Met à jour le statut au démarrage
it: Aggiorna Stato all'avvio
nl: Vernieuw status bij opstarten
pl: Aktualizuj Status przy stracie programu.
ru: Обновлять состояние при запуске
tr: Başlangıçta Durumu Güncelle

source: Automatically Update Status
ca: Actualitza l'estat automàticament
cs: Automaticky aktualizovat stav
fr: Mise à jour automatique du statut
it: Aggiornamento automatico dello stato
nl: Vernieuw status automatisch
pl: Automatyczna aktualizacja statusu
ru: Обновлять состояние автоматически
tr: Durumu Otomatik Güncelle

source: Update Interval
ca: Interval d'actualització
cs: Interval aktualizace
fr: Intervalle de mise à jour
it: Intervallo di aggiornamento
nl: Vernieuw interval
pl: Aktualizacja co określony czas
ru: Интервал обновления
tr: Cüncelleme Aralığı

source: General
cs: Všeobecné
fr: Général
it: Generale
nl: Algemeen
pl: Główne
ru: Общие
tr: Genel

source: Show Pollable Faxes (Takes Effect after Restart)
cs: Zobrazit faxy k vyzvednutí (projeví se pro restartu)
nl: Toon ondervraagbare faxen (Opnieuw starten noodzakelijk)
pl: Pokaż Kolejkowalne Faksy (efekt po restarcie)
ru: Показать запрошенные факсы (требует перезапуска)

source: Lanuage
cs: Jazyk
fr: Langage
it: Lingua
nl: Taal
pl: Język
ru: Язык
tr: Dil

source: Default Text Completion
fr: Compétrion de Texte par Défaut
nl: Standaard tekst vervollediging
pl: Domyślne Uzupełnianie Tekstu
ru: Завершение текста по умолчанию
tr: Varsayılan Tamamlama

source: Confirm Sending Non-Postscript Documents
cs: Potvrzovat odesílání ne PostSkriptových dokumentů
fr: Confirmez l'Envoi de Documents Non-Postscript
it: Conferma Invio di Documenti Non-PostScript
nl: Bevestig versturen van niet-PostScript documenten
pl: Potwierdz Wysyłanie nie-Postsciptowych Dokumentów
ru: Подтверждать отправку не Postscript документов
tr: Postscript olmayan doküman gönderimini onayla

source: Confirm Delete
ca: Confirma la supressió
cs: Potvrzovat odstraňování
fr: Confirmer la suppression
it: Conferma Cancellazione
nl: Bevestig verwijderen
pl: Potwierdź usunięcie
ru: Подтверждать удаление
tr: Silmeyi Onayla

source: Paths
ca: Camins
cs: Cesty
fr: Chemins
it: Percorso
nl: Paden
pl: Ścieżki
ru: Пути
tr: Yollar

source: Fax Viewer
ca: Visor de Faxos
cs: Prohlížeč fax-
fr: Visionneuse De Fax
it: Visualizzatore Fax
pl: Podgląd Faksu
ru: Просмотровщик факсов
tr: Faks Görüntüleyici

source: Document Viewer
ca: Visor de Documents
cs: Prohlížeč dokumentů
fr: Visionneur de documents
it: Visualizzatore PostScript
pl: Podgląd Dokumentu
ru: Просмотровщик документов
tr: Doküman Görüntüleyici

source: Use Custom Address Book (Takes Effect after Restart)
fr: Utiliser un carnet d'adresses personnalisé (effectif après un redémarrage)
it: Utilizzare rubrica indirizzi personalizzata (richiede il riavvio dell'applicazione)
ru: Использовать Адресную Книгу пользователя (требует перезапуска)
tr: Özelleştirilebilir Adres Defterini Kullan (Kapatıp açtıktan sonra geçerli olur)

source: Use Internal Cover
cs: Použít interní titulní stránku
fr: Utiliser la Couverture Interne
it: Usa Copertina Interna
nl: Gebruik intern voorblad
pl: Użyj Wbudowanie Koperty
ru: Использовать внешний титульный лист
tr: İç kapak kullan

source: Use Custom PostScript File
cs: Použít vlastní PostSkriptový soubor
it: Usa File PostScript Personalizzato
nl: Gebruik eigen PostScript bestand
pl: Użyj Własnego pliku PostScript
ru: Использовать специальный PostScript файл
tr: Özel PostScript Dosya Kullan

source: Save Cover in Document Queue After Sending
fr: Enregistrer la page de garde dans la queue du document après l'envoi
it: Salva la copertina nella coda documenti dopo l'invio
nl: Bewaar voorblad in document wachtrij na versturen
ru: Сохранять титульный лист в в списке документов после отправки

source: Monitor
ca: Monitoritza
cs: Sledování
fr: Moniteur
ru: Монитор

source: Monitor File
ca: Fitxer de monitorització
cs: Soubor pro záznam sledování
it: File di monitoraggio
nl: Monitor bestand
pl: Plik śledzenia
ru: Файл мониторинга

source: File
ca: Arxiu
cs: Soubor
fr: Fichier
nl: Bestand
pl: Plik
ru: Файл
tr: Dosya

source: Monitor Interval
ca: Intèrval monitorització
cs: Interval sledování
it: Intervallo di monitoraggio
ru: Интервал мониторинга

source: JHylaFAX Job Details
ca: Detalls Tasca JHylaFax
cs: Podrobnosti úlohy JHylaFAXu
fr: Détails de la tâche JHylaFAX
it: Dettagli lavoro JHylafax
nl: JHylaFax taak details
pl: JHylaFax Szczegóły Zadania
ru: Описание задачи
tr: JHylaFAX İş Detayları

source: Property
ca: Propietari
cs: Vlastnosti
fr: Propriété
it: Proprietà
nl: Eigenschap
pl: Właściwość
ru: Параметр
tr: Özellik

source: Value
ca: Valor
cs: Hodnota
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
ru: Значение
tr: Değer

source: Could not load settings
ca: No puc carregar els paràmetres
cs: Nemohu načíst nastavení
fr: Le chargement des paramètres a échoué
it: Impossibile caricare le impostazioni
nl: Kan instellingen niet opladen
pl: Problem z załadowaniem ustawień
ru: Не могу загрузить настройки
tr: Ayarlar yüklenemedi

source: Could not store addressbook
ca: No s'han pogut guardar els contactes
cs: Nemohu uložit do adresáře
fr: Impossible d'enregistrer le carnet d'adresses
it: Impossibile salvare la rubrica indirizzi
nl: Kan adreslijst niet bewaren
pl: Nie można zapisać książki adresowej
ru: Не могу сохранить Адресную Книгу
tr: Adres defteri kaydedilemedi

source: Could not store settings
ca: No puc guardar els paràmetres
cs: Nemohu uložit nastavení
fr: L'enregistrement des paramètres a échoué
it: Impossibile salvare le impostazioni
nl: Kan instellingen niet bewaren
pl: Problem z zapisaniem ustawień
ru: Не могу сохранить настройки
tr: Ayarlar kaydedilemedi

source: Connecting to {0}
cs: Připojování k {0}
fr: Connexion à {0}
it: Connessione a {0}
nl: Verbinding maken met {0}
ru: Подключен к {0}
tr: {0} Bağlanılıyor

source: Enter admin password for {0}:
cs: Zadejte správcovské heslo pro {0}:
fr: Saisissez le mot de passe administrateur pour {0} :
it: Inserire la password di amministrazione per {0}:
nl: Geef beheerder paswoord voor {0}:
pl: Wpisz hasło administratora dla {0}:
ru: Введите пароль администратора для {0}:
tr: {0} için yönetici parolasını giriniz:

source: Enter password for {0}:
ca: Entreu paraula de pas per a {0}:
cs: Zadejte heslo pro {0}:
fr: Entrez le mot de passe pour {0} :
it: Inserire la password per {0}:
nl: Geef paswoord voor {0}:
ru: Введите пароль для {0}:
tr: {0} Şifresini giriniz:

source: JHylaFAX Connection
ca: Connexió JHylaFax
cs: Připojení JHylaFAXu
fr: Connexion JHylaFAX
it: Connessione JHylafax
nl: JHylaFAX verbinding
pl: JHylaFAX Połączenie
ru: Подключение JHylaFAX
tr: JHylaFAX Bağlantısı

source: Abort by user.
ca: Cancel·lat per l'usuari
cs: Přerušeno uživatelem.
fr: Annulé par l'utilisateur
it: Annullato da utente.
nl: Gestopt door gebruiker.
pl: Przerwane przez użytkownika
ru: Прервано пользователем.
tr: Kullanıcı tarafından durduruldu.

source: Help
ca: Ajuda
cs: Nápověda
fr: Aide
it: Aiuto
pl: Pomoc
ru: Справка
tr: Yardım

source: Received
ca: Rebut
cs: Přijato
fr: Reçu
it: Ricevuti
nl: Ontvangen
pl: Otrzymane
ru: Принятые
tr: Alındı

source: Sending
ca: Enviant
cs: Odesílání
fr: Emission en cours
it: In uscita
nl: Verzenden
pl: Wysyłanie
ru: Отправка
tr: Gönderiliyor

source: Pollable
cs: K vyzvednutí
it: In ricezione
nl: Ondervraagbaar
ru: Прием запросов
tr: Havuza alınabilir

source: Done
ca: Fet
cs: Dokončeno
fr: Accompli
it: Inviati
nl: Afgewerkt
pl: Wykonano
ru: Отправленные
tr: Bitti

source: Documents
cs: Dokumenty
it: Documenti
nl: Documenten
pl: Dokumenty
ru: Документы
tr: Belgeler

source: Send Fax...
ca: Enviar Fax...
cs: Odeslat fax...
fr: Envoyer un Fax...
it: Invio Fax...
nl: Verstuur Fax...
pl: Wyślij faks...
ru: Отправляю факс...
tr: Faksı Gönder...

source: Opens a dialog for sending a fax
ca: Obre el dialeg per a enviar fax
cs: Otevře dialog pro odesílání faxu
fr: Ouvre un dialogue pour envoyer un fax
it: Apre la finestra di invio fax
nl: Opent een scherm om een fax te versturen
pl: Otwiera formularz dla faxu
ru: Открывает диалог отправки факса
tr: Faks gönderimi için diyalog kutusu açar

source: Poll Fax...
cs: Vyzvednout fax...
it: Ricezione Fax...
pl: Kolejkuj fax...
ru: Запрашиваю факс...
tr: Faksı Havuza Al...

source: Opens a dialog for polling a fax
cs: Otevře dialog pro vaše volání, kterým příjmete fax
it: Apre la finestra di ricezione fax
pl: Otwiera formularz dla kolejki faxu
ru: Открывает диалог запроса факса

source: Update Status
ca: Actualitza l'estat
cs: Aktualizovat stav
it: Aggiorna Stato
nl: Status vernieuwen
pl: Zaktualizuj status
ru: Обновить
tr: Durumu Güncelle

source: Queries the status from the server
ca: Demana l'estat al servidor
cs: Dotáže se serveru na stav
fr: Interroge le statut depuis le serveur
it: Aggiorna lo stato dal server
nl: Vraag server status
pl: Pobieranie nowego statusu z serwera
ru: Запрашивает состояние сервера
tr: Sunucudan durumu sorgular

source: Settings...
ca: Configuració...
cs: Nastavení...
fr: Paramètres...
it: Impostazioni...
nl: Instellingen...
pl: Ustawienia...
ru: Настройки
tr: Ayarlar...

source: Displays the settings dialog
ca: Mostra el dialeg de configuració
cs: Zobrazí dialog nastavení
fr: Affiche les paramètres de configuration
it: Mostra la finestra impostazioni
nl: Toont het instellingen scherm
pl: Pokaż okno ustawień
ru: Показывает диалог настройки параметров
tr: Ayarları açar

source: Setup Wizard...
ca: Auxiliar de configuració...
cs: Průvodce nastavením...
fr: Assistant d'Installation...
it: Procedura guidata di setup...
nl: Instellingen Wizard
pl: Kreator Instalacji
ru: Мастер настройки...
tr: Kurulum Sihirbazı...

source: Displays the settings wizard
cs: Zobrazí průvodce nastavením
fr: Affiche l'assistant de configuration
it: Mostra la procedura guidata impostazioni
nl: Toont de instellingen wizard
pl: Pokaż kreatora ustawień
ru: Вызывает мастер настройки параметров
tr: Kurulum sihirbazını açar

source: Exit
ca: Sortir
cs: Ukončit
fr: Quitter
it: Uscita
nl: Afsluiten
pl: Wyjście
ru: Выход
tr: Çıkış

source: Closes the application
ca: Tanca l'aplicació
cs: Zavře aplikaci
fr: Ferme l'application
it: Chiude l'applicazione
nl: Sluit het programma
pl: Zamknij aplikację
ru: Закрывает приложение
tr: Uygulamayı sonlandırır

source: About...
ca: Quant a...
cs: O aplikaci...
fr: A propos...
it: Informazioni Su...
nl: Info...
pl: O Programie...
ru: О программе...
tr: Hakkında...

source: Opens a dialog that displays funny information
cs: Otevře dialog ve kterém se dozvíte zábavné informace
fr: Affiche des informations sur l'application
it: Apre la finestra di informazione
nl: Opent een scherm met grappige informatie
pl: Otwórz okno ze śmieszną informacją
ru: Информация о программе
tr: Eğlenceli bilgileri gösteren pencereyi gösterir

source: About JHylaFax {0}
ca: Quant a JHylafax {0}
cs: O aplikaci JHylaFAX {0}
fr: Apropos de JHylaFax {0}
it: Informazioni su JHylaFax {0}
nl: Over JHylaFax {0}
pl: O JHylaFax {0}
ru: О программе JHylaFax {0}
tr: JHylaFax {0} Hakkında

source: General Information
ca: Informació General
cs: Všeobecné informace
fr: Informations générales
it: Informazioni Generali
nl: Algemene informatie
pl: Podstawowe informacje
ru: Общая информация
tr: Genel Bilgiler

source: License
ca: Llicencia
cs: Licence
fr: Licence
it: Licenza
nl: Licentie
pl: Licencja
ru: Лицензирование
tr: Lisans

source: 3rd Party Software
ca: Programari de terceres parts
cs: Programy třetích stran
fr: Application tierce
it: Software di terze parti...
pl: Inne oprogramowanie
ru: Прочее ПО
tr: Diğer Firmalara Ait Yazılımlar

source: Could not load addressbook
ca: No s'han pogut carregar els contactes
cs: Nemohu načíst adresář
fr: Impossible de charger le carnet d'adresses
it: Impossibile trovare la rubrica indirizzi
nl: Kan adreslijst niet laden
pl: Problem z otworzeniem książki adresowej.
ru: Не могу загрузить Адресную Книгу
tr: Adres defteri yüklenemedi

source: Please enter a number
ca: Si us plau introduïu un número
cs: Zadejte prosím číslo
fr: Veuillez saisir un numéro
it: Inserire un numero
nl: Geen een nummer in
pl: Proszę wpisać numer telefonu
ru: Пожалуйста, введите число
tr: Lütfen bir numara giriniz

source: Number
ca: Número
cs: Číslo
fr: Numéro
it: Numero
nl: Nummer
pl: Numer telefonu
ru: Число
tr: Numara

source: Date
ca: Data
cs: Datum
it: Quando
nl: Datum
pl: Data
ru: Дата
tr: Tarih

source: Now
ca: Ara
cs: Nyní
fr: Maintenant
it: Adesso
nl: Nu
ru: Сегодняшняя
tr: Şimdi

source: Later
ca: Després
cs: Později
fr: Plus tard
it: Successivamente
pl: Później
ru: Позже
tr: Sonra

source: Parameter...
ca: Paràmetres...
cs: Parametr...
fr: Paramétrer...
it: Parametri...
pl: Parametr
ru: Параметры...
tr: Parametre...

source: Opens a dialog for entering job parameter
ca: Obre un diàleg per a entrar els paràmetres de la tasca
cs: Otevře dialog na zadávání parametrů úlohy
fr: Ouvre un dialogue pour entrer les paramètres de la tâche
it: Apre la finestra per l'inserimento dei parametri del job
nl: Opent een scherm om taak parameter in te geven
pl: Otwiera formularz z parmetrami zadania
ru: Открывает диалог настройки задачи

source: Priority
ca: Prioritat
cs: Priorita
fr: Priorité
it: Priorità
nl: Prioriteit
pl: Priorytet
ru: Приоритет
tr: Öncelik

source: Result
ca: Resultat
cs: Výsledek
fr: Résultat
it: Esito
nl: Resultaat
pl: Wynik
ru: Результат
tr: Sonuç

source: Permission
ca: Permisos
cs: Oprávnění
it: Permessi
nl: Toegang
pl: Uprawnienia
ru: Разрешения
tr: İzin

source: Client Machine
ca: Equip client
cs: Klientský stroj
fr: Machine Client
nl: Client toestel
pl: Maszyna Klienta
ru: Клиентский ПК
tr: Alıcı Makine

source: Dials
ca: Trucades
cs: Vytáčení
fr: Appels
it: Telefonate
nl: Oproepen
pl: Próby
ru: Звонки
tr: Aramalar

source: Last Error
ca: Ultim Error
cs: Poslední chyba
fr: Dernière erreur
it: Ultimo Errore
nl: Laatste fout
pl: Ostatni błąd
ru: Последняя ошибка
tr: Son Hata

source: State
ca: Estat
cs: Stav
fr: Etat
it: Stato
nl: Status
pl: Status
ru: Состояние
tr: Durum

source: Tag
ca: Etiqueta
fr: Marqueur
nl: Markering
ru: Тэг
tr: Etiket

source: Edit...
ca: Editar...
cs: Upravit...
fr: Editer...
it: Modifica...
nl: Bewerk...
pl: Edytuj...
ru: Изменить...
tr: Düzenle...

source: Assigned modem
ca: Mòdem assignat
cs: Přiřazený modem
fr: Modem assigné
it: Modem assegnato
nl: Toegewezen modem
pl: Przydzielony modem
ru: Назначенный модем
tr: Belirlenen Modem

source: Client-specefied dial string
ca: Cadena específica de trucada
cs: Klientsky specifikovaný vytáčecí řetězec
fr: Chaine de numérotation spécifique du client
nl: Door de client opgegeven dial string
ru: Правила набора номера для данного клиента

source: Client machine name
ca: Nom equip client
cs: Název klientského stroje
fr: Nom de machine client
it: Nome macchina client
nl: Naam client toestel
pl: Nazwa maszyny klienta
ru: Имя клиентского ПК
tr: Alıcı makine ismi

source: Scheduling priority
ca: Prioritat programada
cs: Priorita plánování
fr: Priorité d'établissement de planification
it: Priorità di schedulazione
nl: Wachtrij prioriteit
pl: Planowanie priorytetów
ru: Запланированная очередность
tr: Öncelik planlaması

source: Communication identifier
ca: Identificador de comunicació
cs: Komunikační identifikátor
fr: Identifiant de communication
it: Identificatore di comunicazione
nl: Communicatie identificatie
pl: Identyfikator komunikacji
ru: Идентификатор связи
tr: İletişim kimliği

source: Page chopping threshold
cs: Úroveň kvality stránky
fr: Seuil de hachage de la page
nl: Pagina inkorten grenswaarde
ru: Порог прерывания страницы

source: Client-specified minimum signalling rate
cs: Klientem zadaná minimální přenosová rychlost
ru: Минимальный порог сигнала для клиента
tr: Alıcı bazlı minimum sinyal oranı

source: Client-specified tag
cs: Klientsky specifikovaný příznak
fr: Marqueur spécifique client
ru: Метка (тэг) для клиента
tr: Alıcı bazlı etiket

source: Client-specified tagline format
fr: Format le ligne de marqueur spécifique client
ru: Формат завершающей строки для клиента
tr: Alıcı bazlı etiket satır biçimi

source: # of consecutive failed dials
ca: # de intents de marcatge fallats
cs: Počet po sobě jdoucích neúspěšných vytáčení
fr: # de compositions du numéro échouées consécutives
it: # di chiamate consecutive fallite
nl: # opeenvolgende mislukte oproepen
pl: # następujących po sobie nieudanych prób wybrania numeru.
ru: Число последовательных ошибок дозвона
tr: Ardışık hatalı arama sayısı

source: # of consecutive failed tries
ca: # de intents consecutius fallats
cs: Počet po sobě jdoucích neúspěšných pokusů
fr: # d'essais échoués consécutifs
it: # di tentativi consecutivi falliti
nl: # opeenvolgende mislukte pogingen
ru: Число последовательных ошибочных попыток
tr: Ardışık hatalı deneme sayısı

source: Desired data format
ca: Format de data desitjat
cs: Požadovaný formát dat
fr: Format de données désiré
it: Foramto data desiderato
nl: Gewenst data formaat
pl: Format danych
ru: Требуемый формат данных
tr: İstenen veri biçimi

source: Desired use of ECM
ca: Us de ECM
cs: Požadované použití ECM
it: Uso desiderato dell'ECM
nl: Gewenst gebruik van ECM
pl: Używanie ECM
ru: Требовать использования ЕСМ
tr: ECM kullanımı isteği

source: Desired minimum scanline time
cs: Požadovaný minimální čas na řádek
ru: Требуемое время сканирования строки
tr: Minimum tarama zamanı isteği

source: Desired signalling rate
cs: Požadovaná přenosová rychlost
pl: Częstotliwość sygnału
ru: Требуемый уровень сигнала
tr: Sinyal oran isteği

source: Destination company name
ca: Empresa destinatària
cs: Jméno cílové společnosti
fr: Nom de l'entreprise de destination
it: Nome azienda di destinazione
nl: Bedrijf bestemmeling
ru: Организация получателя
tr: Hedef şirket ismi

source: Destination geographic location
cs: Cílové geografické umístění
fr: Lieu géographique de destination
it: Locazione geografica di destinazione
nl: Geografische lokatie van de bestemmeling
ru: Место расположения получателя
tr: Hedef coğrafi lokasyon

source: Destination password
ca: Paraula de pas dstinació
cs: Cílové heslo
nl: Bestemmeling paswoord
ru: Пароль получателя
tr: Hedef şifresi

source: Destination sub-address
cs: Cílová podadresa
fr: Adresse de destination complémentaire
nl: Bestemmeling sub-adres
ru: Адрес получателя

source: # of attempted dials
ca: # d'intents de trucada
cs: Počet pokusů o vytáčení
fr: # de compositions du numéro tentées
it: # di tentativi di chiamata
nl: # oproeppogingen
pl: # prób wybrania numeru
ru: Число сделанных попыток дозвона
tr: Arama denemeleri sayısı

source: Group identifier
ca: Identificador de grup
cs: Identifikátor skupiny
fr: Identifiant de groupe
it: Identificatore di gruppo
nl: Groep identificatie
pl: Identyfikator grupy
ru: Идентификатор группы
tr: Grup kimliği

source: Horizontal resolution
ca: Resolució Horitzontal
cs: Vodorovné rozlišení
fr: Résolution horizontale
it: Risoluzione Orizzontale
nl: Horizontale resolutie
pl: Rozdzielczość pozioma
ru: Горизонтальное разрешение
tr: Yatay çözünürlük

source: Job done operation
ca: Tasca realitzada
fr: Opération réalisée
nl: Taak einde opretaie
pl: Zadanie wykonano prawidłowo
ru: Завершение задачи

source: Job type
ca: Tipus de tasca
cs: Typ úlohy
fr: Type de tâche
it: Tipo lavoro
nl: Taak type
pl: Typ Zadania
ru: Тип задачи
tr: İş tipi

source: Kill time
pl: Czas zabicia
ru: Время жизни

source: Last error
ca: Últim error
cs: Poslední chyba
fr: Dernière erreur
it: Ultimo Errore
nl: Laatste fout
pl: Ostatni błąd
ru: Последняя ошибка
tr: Son hata

source: Total # of dials
ca: # total de marcatges
cs: Celkový počet vytáčení
fr: # total de compositions du numéro
it: # totale di chiamate
nl: Totaal aantal oproepen
ru: Общее кол-во дозвонов
tr: Toplam arama sayısı

source: Total # of tries
ca: # total d'intents
cs: Celkový počet pokusů
fr: # total d'essais
it: # totale di tentativi
nl: Totaal aantal pogingen
pl: Razem # prób
ru: Общее кол-во попыток
tr: Toplam deneme sayısı

source: Notify
ca: Notificar
cs: Oznámení
fr: Avertir
it: Notifica
nl: Verwittig
pl: Powiadomienie
ru: Уведомление
tr: Bildirim

source: Notify address
ca: Adreça de notificació
cs: Adresa oznámení
fr: Adresse de notification
it: Indirizzo di notifica
nl: Adres voor verwittiging
pl: Adres powiadomienia
ru: Адрес для уведомления
tr: Bildirim adresi

source: Page chopping
cs: Oddělování stránek
pl: Dzielenie stron
ru: Прерывание страницы

source: Total # of pages
ca: # total de pàgines
cs: Celkový počet stranek
fr: # total des pages
it: # totale di pagine
nl: Totaal aantal pagina's
pl: Razem # stron
ru: Общее кол-во страниц
tr: Toplam sayfa sayısı

source: Page length
ca: Longitut pàgina
cs: Délka stránky
it: Lunghezza pagina
nl: Pagina lengte
pl: Długość strony
ru: Длина страницы
tr: Sayfa uzunluğu

source: # of transmitted pages
ca: # de pàgines transmeses
cs: Počet odeslaných stránek
fr: # de pages transmises
it: # di pagine trasmesse
nl: # verstuurde pagina's
pl: # przesłanych stron
ru: Кол-во переданных страниц
tr: Gönderilen sayfa sayısı

source: Page width
ca: Amplada pàgina
cs: Šířka stránky
fr: Largeur de page
it: Larghezza pagina
nl: Pagina breedte
pl: Szerokość strony
ru: Ширина страницы
tr: Sayfa genişliği

source: Receiver
ca: Receptor
cs: Příjemce
fr: Récepteur
it: Destinatario
nl: Ontvangen
pl: Odbiorca
ru: Адресат
tr: Alıcı

source: Retry time
ca: Temps per a reintentar
cs: Čas opakování
fr: Heure de nouvelle tentative
pl: Czas powtórzenia
ru: Время повтора
tr: Tekrar deneme zamanı

source: Send time
ca: Hora enviament
cs: Čas odeslání
fr: Temps d'envoi
it: Ora di invio
pl: Czas nadania
ru: Время отправки
tr: Gönderim zamanı

source: Vertical resolution
ca: Resolució vertical
cs: Svislé rozlišení
fr: Résolution verticale
it: Risoluzione Verticale
nl: Vertikale resolutie
pl: Rozdzielczość pionowa
ru: Вертикальное разрешение
tr: Dikey çözünürlük

source: Details
ca: Detalls
cs: Podrobnosti
fr: Détails
it: Dettagli
pl: Szczegóły
ru: Подробно
tr: Ayrıntılar

source: Do you really want to delete the job with id {0}?
ca: Realment voleu esborrar la tasca amb id {0}?
cs: Skutečně chcete odstranit úlohu s id {0}?
it: Cancellare il job con id {0}?
nl: Bent u zeker dat u de taak met ID {0} wil verwijderen
pl: Czy jesteś pewien, że chcesz usunąć zadanie z identyfikatorem: {0}?
ru: Подтверждаете удаление задачи id {0} ?
tr: {0} işini silmek istiyor musunuz?

source: Remove Job
ca: Esborrar tasca
cs: Odstranit úlohu
fr: Supprimer le tâche
it: Cancellazione Job
nl: Verwijder taak
pl: Usuń Zadanie
ru: Удалить задачу
tr: İşi temizlemek

source: Remove
ca: Elimina
cs: Odstranit
fr: Enlever
it: Cancella
nl: Verwijder
pl: Usuń
ru: <- Убрать
tr: Temizle

source: Resume
ca: Reprén
cs: Pokračovat
fr: Reprendre
it: Riattiva
nl: Doorgaan
pl: Wznów
ru: Продолжить
tr: Devam

source: Send Now
ca: Envia Ara
cs: Odeslat ihned
fr: Envoyer maintenant
it: Invia adesso
nl: Verstuur nu
pl: Wyślij teraz
ru: Отправить немедленно
tr: Şimdi Gönder

source: Suspend
ca: Suspèn
cs: Odložit
fr: Suspendre
it: Disattiva
nl: Onderbreek
pl: Wstrzymaj
ru: Остановка
tr: Askıya Almak

source: The job does not contain documents
ca: La tasca no conté documents
cs: Úloha neobsahuje dokumenty
fr: La tâche ne contient pas de documents
it: Il lavoro non contiene documenti
nl: De taak bevat geen documenten
pl: Zadanie nie zawiera dokumentów
ru: Задание не содержит документов
tr: İŞ içerisinde doküman yok

source: JHylaFAX Information
ca: Informació JHylaFax
cs: Informace o JHylaFAXu
fr: Information JHylaFAX
it: Informazioni su JHylafax
nl: JHylaFAX Informatie
pl: JHylaFAX Informacja
ru: Информация JHylaFAX
tr: JHylaFAX Bilgisi
