Repository: Distrotech/jhylafax
Catalog: po/*.po
Languages: ca, cs, fr, it, nl, pl, ru, tr

source: Blocked (by concurrent activity to the same destination)
cs: Blokováno (konkurenční činností mající stejnou cílovou adresu)
fr: Bloqué (par activité concourante à la même destination)
it: Bloccato (job concorrenti allo stesso destinatario)
nl: Geblokkerd (door gelijktijdige activiteit naar zelfde bestemming)
pl: Zablokowany (przez inne połączenie do tego samego adresata)
ru: Блокировано (идет отправка на данный адрес)
tr: Bloklu(Aynı hedefe doğru başka bir aktivite var)

source: Waiting (for resources such as a free modem)
cs: Čekám (na zdroje, jako třeba volný modem)
fr: Attente (de ressources telles qu'un modem libre)
it: Attesa (per risorse, ad es. un modem libero)
nl: Wachten (vb. tot modem vrij is)
pl: Oczekuje (na zasoby takie jak modem)
ru: Ожидание свободного ресурса (модем)
tr: Bekliyor (Boş Modem vb..)

source: Done (successfully)
cs: Dokončeno (úspěšně)
fr: Fait (avec succès)
it: Inviato con successo
nl: Afgewerkt (succesvol)
pl: Wykonano (pomyślnie)
ru: Готово (успех)
tr: Bitti (başarılı)

source: Failed
ca: Fallit
cs: Selhalo
fr: Échoué
it: Errore
nl: Mislukt
pl: Błąd!
ru: Сбой
tr: Başarısız

source: Pending (waiting for its time to send to arrive)
ca: Pendents (esperant que la seva hora de ser enviats arribi)
cs: Odložené (čekajíci, až příjde čas na odeslání)
fr: En attente (attendant son heure d'envoyer pour arriver)
it: In attesa (attesa del prossimo tentativo)
nl: In wachtrij (wacht tot tijd voor verzenden aangebroken is)
pl: Oczekuje (w kolejce na wysłanie)
ru: Неокончено (ожидание доставки)
tr: Askıda (Gönderim için bekliyor)

source: Running
ca: Executant-se
cs: Běží
fr: En cours
it: In invio
nl: In uitvoering
pl: Uruchomiony
ru: Выполняется
tr: Çalışıyor

source: Sleeping (waiting for a scheduled timeout such as a delay between attempts to send)
cs: Spí (čeká na naplánovaný čas, např. prodlevu mezi pokusy o odeslání)
fr: En sommeil (en attente d'un arrêt programmé tel qu'un délai entre tentatives pour envoyer)
nl: Slaapt (wacht op time-out zoals tijd tussen opeenvolgende pogingen om te verzenden)
pl: Uśpiony (do wyznaczonego czasu następnej próby wysłania)
ru: Бездействие (ожидание следующей попытки по расписанию)

source: Suspended (not being scheduled)
ca: Suspès (no s'ha programat)
cs: Odloženo (není naplánováno)
fr: Suspendu (n'étant pas au programme)
it: Disattivo (non in schedulazione)
pl: Wstrzymany (nie kolejkowany)
ru: Приостановлено (нет в расписании)

source: JHylaFAX Setup Wizard
cs: Průvodce nastavením JHylaFAXu
fr: JHylaFAX Assistant d'Installation
it: Procedura guidata di configurazione di JHylaFAX
pl: JHylaFAX Kreator Konfiguracji
ru: Мастер настройки JHylaFAX
tr: JHylaFAX Kurulum Sihirbazı

source: Easily setup JHylaFAX in 3 steps.
cs: Jednoduché nastavení JHylaFAXu ve 3 krocích
fr: Installer facilement JHylaFAX en 3 étapes.
it: Configurazione di JHylaFAX in 3 passi.
nl: Eenvoudige JHylaFax instelling in 3 stappen.
pl: Łatwa instlacja JHylaFax w 3 krokach.
ru: Настройка JHylaFAX за 3 шага.
tr: JHylaFAX kurulumunu 3 kolay adımda yapın.

source: JHylaFAX is a Java client for the HylaFAX fax server. It is licensed under the <b>General Public License (GPL)</b>, see about for details.<p><p>Setup requires three simple steps:<ol><li>Server connection and authentication<li>Sender and notifcation<li>External viewer programs</ol><p>Thank you for using JHylaFAX.
cs: JHylaFAX je Javový klient pro faxový server HylaFAX. Je licencová pod <b>General Public License (GPL)</b>, pročtěte si detaily. <p><p>Pro nastavení stačí tři jednoduché kroky:<ol><li>Připojení k serveru s ověřením<li>Zadání odesílatele a oznamování<li>Volba externích prohlížečů</ol><p>Děkujeme, že používáte JHylaFAX.
fr: JHylaFAX est un client Java pour le serveur de fax HylaFAX. Il est publié sous <b>General Public License (GPL)</b>, voyez A Propos pour les détails.<p><p>L'installation demande trois étapes simples :<ol><li>Connexion au serveur et authentification<li>Expéditeur et notifcation<li>Programmes externes de visualisation</ol><p>Merci pour l'usage de JHylaFAX.
it: JHylaFAX è un client scritto in Java per il server fax HylaFAX. é concesso sotto la licenza <b>General Public License (GPL)</b>, per maggiori dettagli vedere le informazioni.<p><p>L'installazione richiede 3 semplici passaggi:<ol><li>Connessione e autenticazione al server<li>Invio e notifica<li>Programma lettore esterno</ol><p>Grazie per usare JHylaFAX
nl: JHylaFAX is een Java client voor de HylaFAX fax server. De licentie valt onder de <b>General Public License (GPL)</b>, zie info voor details.<p><p>Instelling vraagt drie eenvoudige stappen:<ol><li>Server connectie en authenticatie<li>Verzender and Verwittiging<li>Externe viewer programma's</ol><p>Dank u voor het gebruik van JHylaFAX.
pl: JHylaFax jest klientem Java do obsługi serwera HylaFax. Jest na licencji <b>General Public License (GPL)</b>, przeczytaj więcej.<p><p> Instalacja wymga trzech prostych kroków: <ol><li>Połaczenie z serwerem i uwierzytelnianie.<li>Nadawca i powiadomienie.<li>Zewnętrzne przeglądarki plików</ol><p>Dziękujemy za używanie JHylaFax.
ru: JHylaFAX - мультиплатформенный клиент для факсового сервера HylaFAX, написанный на Java. JHylaFAX выпускается под свободной лицензией <b>General Public License (GPL)</b> (см. "О программе...). <p><p>Программа настраивается за 3 шага:<ol><li>Параметры сервера и авторизация<li>Отправка и уведомления<li>Внешняя программа просмотра</ol><p>Благодарим за использование JHylaFAX.
tr: JHylaFAX, HylaFAX faks sunucusu için bir Java istemcisidir. <b>General Public License (GPL)</b> (detaylar için bakınız) lisansı altında lisanslanmıştır. Kurulumu üç basit adımdan oluşmaktadır:<ol><li>Sunucu bağlantısı ve Kimlik doğrulama<li>Gönderim ve bildirim<li>Dış görüntüleme programları</ol>><p>TJHylaFAX kullandığınız için teşekkür ederiz.

source: The connection to the fax server is configured here.
ca: La connexió al servidor de fax es configura aquí
cs: Připojení k faxovému serveru se nastavuje zde.
fr: La connexion au serveur de fax est configuré ici.
it: La connessione al fax server è configurata qui.
nl: De connectie met de fax server wordt hier ingesteld.
pl: Konfiguracja połączenia z fax serwerem
ru: Настройка подключения к факс-серверу HylaFAX.
tr: Faks sunucusuna bağlantı buradan ayarlanmaktadır.

source: HylaFAX Server Connection
cs: Připojení k serveru HylaFAX
fr: Connexion au Serveur HylaFAX
it: Connessione al server HylaFAX
nl: HylaFAX Server Connectie
pl: Serwer HylaFAX
ru: Gjlrk.xtybt r cthdthe HylaFAX
tr: HylaFAX Sunucu Bağlantısı

source: Enter the host and port of your HylaFAX server:
cs: Zadejte počítač a port s vaším HylaFAX serverem:
fr: Entrez le nom d'hôte et le numéro de port de votre serveur HylaFAX :
it: Inserire il nome host e la porta di comunicazione del server HylaFAX:
nl: Geef de server en poort voor de HylaFax server:
pl: Wpisz host i port dla twojego serwera hylaFax:
ru: Введите имя (IP адрес) и порт сервера HylaFAX:
tr: HylaFAX Sunucunuz için Makina ve Port giriniz:

source: Enter a username that is used to login to the server:
cs: Zadejte jméno uživatele, které je použité pro přihlášení k serveru:
fr: Écrivez un nom d'utilisateur qui est employé pour se loguer sur le serveur :
it: Inserire un nome utente per collegarsi al server:
nl: Geef de gebruikersnaam voor het inloggen op de server:
pl: Wpisz nazwe użytkownika, która jest używana jako login serwera:
ru: Введите имя для подключения к серверу HylaFAX:
tr: Sunucuya

source: Enter a name that is used to identify the sender:
cs: Zadejte jméno, které se použije pro identifikaci odesílatele:
fr: Écrivez un nom qui est employé pour identifier l'expéditeur :
it: Inserire un nome per identificare il mittente:
nl: Geef de naam om de verzender te indentificeren
pl: Podaj nazwe nadawcy:
ru: Введите имя, которое будет использоваться в поле "Отправитель":
tr: Gönderici için bir isim giriniz:

source: Enter an email address to receive notification when a fax has been sent or cancelled:
cs: Zadejte e-mailovou adresu, na kterou se doručí oznámení při odeslání nebo stornování faxu:
fr: Écrivez une addresse électronique pour recevoir une notification quand un fax a été envoyé ou décommandé :
it: Inserire l'indirizzo email su cui ricevere le notifiche di spedizione o cancellazione di un fax:
nl: Geef een email adres om verwittingen te sturen wanneer een fax verzonden of onderbroken is:
pl: Wpisz adres poczty elektroniczej by otrzymywać powiadomienia o nadejściu faksu lub o niedostraczeniu.
ru: Введите адрес e-mail для получения уведомлений об отправке/ ошибках.
tr: Gönderim yada iptal bilgisini alabilmek için bir email adresi giriniz.

source: The sender's name and an email address for notifications are configured here.
cs: Jméno odesílatele a e-mailová adresa pro oznamování se nastavují zde.
fr: Le nom de l'expéditeur et une addresse électronique pour notifications sont configurés ici.
it: Nome del mittente ed indirizzo email per le notifiche sono configurati qui.
nl: De naam en email adres van de verzender worden hier ingesteld.
pl: Nazwa nadawcy i adres poczty elektronicznej do powiadomień jest ustawiany tutaj.
ru: Настройка имени отправителя и адреса e-mail для получения уведомлений.
tr: Bilgilendirme için gönderici adı ve email adresi buradan ayarlanmaktadır. l adresi

source: Sender and Notification
cs: Odesílatel a oznámení
fr: Expéditeur et Notification
it: Invio e notifica
nl: Verzender en verwittingen
pl: Nadawca i Powiadomienie
ru: Отправитель и уведомления
tr: Gönderici ve Bildirim

source: JHylaFAX depends on external programs to display received and sent faxes. You can either enter the path of a program or use Search to let JHylaFAX suggest a program.You may use $f as a placeholder for the filename that is passed as a parameter.
cs: JHylaFAX je při zobrazování přijatých a odeslaných faxů závislý na externích programech. Můžete buď zadat cestu k programu nebo pužít "Vyhledat", aby si JHylaFAX navrhl program sám. Můžete použít $f jako parametr, který bude nahrazený názvem souboru.
fr: JHylaFAX se repose sur des programmes externes pour afficher les fax reçus et envoyés. Vous pouvez soit entrer le chemin d'un programme ou employer Rechercher pour laissez JHylaFAX suggérer un programme. Vous pouvez employer $f comme réceptacle pour le nom de fichier qui est passé comme paramètre.
it: JHylaFAX dipende da programmi esterni per visualizzare i fax ricevuti e spediti. E' possibile indicare il percorso del programma da usare oppure utilizzare "Cerca" per permettere a JHylaFAX di suggerire un programma. E' possibile utilizzare $f per indicare il nome del file da passare come paramentro.
nl: JHylaFAX gebruikt externe programma's om ontvangen en verstuurde faxen te tonen. Geef het pad van een programma op of gebruik Zoeken zodat JHylaFAX een program voorstelt. Gebruik $f om aan te geven waar de bestandsnaamparameter ingevuld moet worden.
pl: JHylaFax wymaga podania zewnętrznych programów do przeglądania i wysyłania faksów. Możesz wprowadzić ścieżkę do programów lub użyć Szukaj by JHylaFax sam spróbował wyszkać odpowiednie programy w Twoim kompuetrze. Aby uzyć parametru pliku wpisz $f
ru: JHylaFAX использует внешние программы для просмотра принятых и отправленных факсов. Вы можете самостоятельно ввести путь к программе просмотра, или использовать функцию поиска. Можно использовать $f для поиска файлов по шаблону.

source: Enter the path of a programm that can handle TIFF G3 files:
cs: Zadejte cestu k programu, který umí zpracovat soubory TIFF G3:
fr: Entrez le chemin d'un programme qui peut gérer des fichiers TIFF G3 :
it: Inserire il percorso di un programma in grado di gestire file TIFF G3:
nl: Geef pad naar een programma dat TIFF G3 bestanden kan tonen:
pl: Wpisz ścieżkę do przeglądarki plików TIFF G3:
ru: Введите путь к программе обработки файлов формата TIFF G3:
tr: TIFF G3 dosyalarını görüntüleyebilen bir programın yolunu giriniz:

source: Enter the path of a programm that can handle PostScript files:
cs: Zadejte cestu k programu, který umí zpracovat PostSkriptové soubory:
fr: Entrez le chemin d'un programme qui peut gérer des fichiers PostScript :
it: Inserire il percorso di un programma in grado di gestire file PostScript:
nl: Geef pad naar een programma dat PostScript bestanden kan tonen:
pl: Wpisz ściężkę do przeglądarki plików PostScript:
ru: Введите путь к программе обработки файлов формата PostScript:
tr: PostScript dosyalarını görüntüleyebilen bir programın yolunu giriniz:

source: Search
ca: Cerca
cs: Vyhledat
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
ru: Поиск
tr: Ara

source: Viewer programs are configured here.
cs: Prohlížecí programy se nastavují zde.
fr: Des programmes de visiusalisation sont configurés ici.
it: I visualizzatori vengono configurati qui.
nl: Viewer programma's worden hier ingesteld.
pl: Ustawienia przeglądarek plików są tutaj.
ru: Настройка программы просмотра
tr: Görüntüleyici programlar buradan konfigüre edilmekte.

source: External Programs
ca: Programes externs
cs: Externí programy
fr: Programmes Externes
it: Programmi esterni
nl: Externe programma's
pl: Zewnętrzne Programy
ru: Внешние просмотровщики
tr: Dış Programlar

source: Parameter
ca: Paràmetre
cs: Parametr
fr: Paramètre
it: Parametro
pl: Parametry
ru: Значение
tr: Parametre

source: Maximum Tries
ca: Intents màxims
cs: Maximum pokusů
fr: Nombre maximal d'essais
it: Max. Tentativi
nl: Maximum aantal pogingen
pl: Maksymana Ilość Prób
ru: Кол-во попыток
tr: Maksimum Deneme

source: Maximum Dials
ca: Marcats màxims
cs: Maximum vytáčení
fr: Nombre maximal d'appels
it: Max. Telefonate
nl: Maximum aantal oproepen
pl: Maksymalna Ilość Połączeń
ru: Кол-во дозвонов
tr: Maksimum Arama

source: Paper Format
ca: Format del paper
cs: Formát papíru
fr: Format de papier
it: Formato Carta
nl: Papier formaat
pl: Format papieru
ru: Формат листа
tr: Kağıt Biçimi

source: Unknown notification type. Using default.
ca: Tipus de notificació desconeguda. S'usarà el tipus per defecte
cs: Neznýmý typ oznámení. Použiji výchozí.
fr: Type de notification inconnu. Emploi du défaut.
it: Tipo notifica sconosciuto. Uso default.
nl: Onbekend verwittingstype, zal standaard gebruiken.
pl: Nieznany typ powiadomenia. Użyję domyślnego.
ru: Неизвестный тип уведомления. Применяются параметры по умолчанию.
tr: Bilinmeyen bildirim tipi. Varsayılan kullanılıyor.

source: Invalid resolution. Using default.
ca: Resolució no vàlida. S'usarà la resolució per defecte.
cs: Neplatné rozlišení. Použiji výchozí.
fr: Résolution invalide. La résolution par défaut sera utilisée
it: Risoluzione non corretta. Uso default.
nl: Ongeldige resolutie, zal standaard gebruiken.
pl: Nieprawidłowa rozdzielczość. Użyję domyślnej.
ru: Неправильное разрешение. Применяются параметры по умолчанию.
tr: Geçersiz çözünürlük. Varsayılan çözünürlük kullanılıyor.

source: Unknown paper type. Using default.
ca: Tipus de paper desconegut. S'usarà el tipus per defecte.
cs: Neznýmý typ papíru. Použiji výchozí.
fr: Format de papier inconnu. Le format par défaut sera utilisé
it: Tipo carta sconosciuto. Uso default.
nl: Ongeldige papier formaat, zal standaard gebruiken.
pl: Nieznany format papieru. Użyję domyślnego.
ru: Неизвестный формат. Применяются параметры по умолчанию.
tr: Bilinmeyen kağıt tipi. Varsayılan kağıt kullanılıyor.

source: Retrying job
ca: Reintentant treball
cs: Zkusit úlohu znovu
fr: Réessai de la tâche
nl: Probeer taak opnieuw
pl: Powtarzanie zadania
ru: Повторение задачи
tr: İş tekrar deneniyor

source: Could not retry job
ca: No es pot reintentar el treball
cs: Nemohu úlohu zopakovat
fr: Ne peut pas réessayer la tâche
nl: Kan taak niet opnieuw proberen
pl: Nie można powtórzyć zadania
ru: Не могу повторить задачу
tr: İş tekrarlanamadı

source: Resuming job
ca: Reprenent tasca
cs: Pokračovat v úloze
fr: Continuation de la tâche
it: Riattivazione job
nl: Hervat taak
pl: Wznawianie zadania
ru: Продолжение задачи
tr: İşe devam ediyor

source: Could not resume job
ca: No s'ha pogut reprendre la tasca
cs: Nemohu pokračovat v úloze
fr: Impossible de continuer la tâche
it: Impossibile riattivare il job
nl: Kan taak niet hervatten
pl: Problem z wznowieniem zadania.
ru: Не могу продолжить выполнение
tr: İşe devam edilemedi

source: Getting document filenames
ca: Captant noms dels documents
cs: Zjišťování názvu souboru s dokumentem
fr: Obtention des noms de fichier de document
it: Caricamento dei nomi dei file dei documenti
nl: Ophalen document bestandsnamen
pl: Pobieranie dokumentów
ru: Получение имен файлов
tr: Dosya isimleri dokümanı alınıyor

source: Could not get filenames
ca: No es potden captar els noms dels documents
cs: Nemohu zjistit název souboru
fr: Ne peut pas obtenir des noms de fichier
it: Impossibile leggere i nomi dei file
nl: Kan document bestandsnamen niet ophalen
pl: Nie można pobrać dokumentów
ru: Не могу получить имена файлов
tr: Dosya isimleri alınamadı

source: Deleting file
ca: Eliminant arxiu
cs: Odstraňuji soubor
fr: Suppression du fichier
it: Cancellazione file
nl: Bestand aan het wissen
pl: Usuwanie pliku
ru: Удаление файла
tr: Dosya siliniyor

source: Could not delete file
ca: No s'ha pogut eliminar l'arxiu
cs: Nemohu odstranit soubor
fr: La suppression du fichier a échoué
it: Impossibile cancellare il file
nl: Kan bestand niet wissen
pl: Nie można usunąć pliku.
ru: Не могу удалить файл
tr: Dosya silinemedi

source: Setting mode
ca: Definint modus
cs: Režim nastavování
fr: Mode de réglage
it: Modalità Impostazione
nl: Mode instellen
pl: Tryb ustawień
ru: Установка режима
tr: Kip ayarlanıyor

source: Downloading file
ca: Descarregant arxiu
cs: Stahuji soubor
fr: Téléchargement du fichier
it: Download file
nl: Bestand downloaden
pl: Pobieram plik
ru: Загрузка файла
tr: Dosya indiriliyor

source: Could not download file
ca: No s'ha pogut descarregar l'arxiu
cs: Nemohu stáhnout soubor
fr: Ne peut pas télécharger le fichierier
it: Impossibile scaricare il file
nl: Kan bestand niet downloaden
pl: Nie można pobrać pliku
ru: Не могу загрузить файл
tr: Dosya indirilemedi

source: Removing job
ca: Eliminant tasca
cs: Odstraňuji úlohu
fr: Suppression de la tâche
it: Eliminazione job
nl: Taak verwijderen
pl: Usuwanie zadania
ru: Удаление задания
tr: İş siliniyor

source: Could not remove job
ca: No es pot eliminar la tasca
cs: Nemohu odstranit úlohu
fr: Ne peut pas supprimer la tâche
it: Impossibile rimuovere il job
nl: Kan taak niet verwijderen
pl: Nie można usunąć zadania
ru: Не могу удалить задание
tr: İş silinemedi

source: Suspending job
cs: Odkládání úlohy
fr: Suspension de la tâche
it: Disattivazione job
nl: Taak onderbreken
pl: Wstrzymywanie zadania
ru: Отложить задание
tr: İş askıya alınıyor

source: Could not suspend job
cs: Nemohu úlohu odložit
fr: Ne peut pas suspendre la tâche
it: Impossibile disattivare il job
nl: Kan taak niet onderbreken
pl: Nie można wstrzymać zadania
ru: Не могу отложить задание
tr: İş askıya alınamadı

source: Could not get status
ca: No es pot conneixer l'estat
cs: Nemohu zjistit stav
fr: Ne peut pas obtenir le statut
it: Impossibile leggere lo stato
nl: Kan status niet opvragen
pl: Nie można pobrać stanu
ru: Не могу получить состояние
tr: Durum güncellenemedi

source: Getting Status
cs: Zišťuji stav
fr: Obtention du Statut
it: Lettura stato
nl: Opvragen status
pl: Pobieram status
ru: Запрос состояния
tr: Durum güncelleniyor

source: Getting {0}
cs: Získávám {0}
fr: Obtention de {0}
it: Lettura {0}
pl: Pobieranie {0}
ru: Получение {0}
tr: {0} Alınıyor

source: Legal
fr: Légal
it: Legale
ru: Юридический

source: vCards (*.vcf)
cs: Vizitky (*.vcf)
pl: Wizytówki vCards (*.vcf)
tr: Sanal Kartlar (*.vcf)

source: DIN A4
cs: A4
fr: A4
it: A4

source: DIN A3
cs: A3
fr: A3
it: A3

source: ID
pl: Identyfikator
tr: Kimlik

source: CID
fr: ICD

source: Email
fr: Adresse électronique

source: Letter
ca: Carta (8,5 x 11 polzades)
fr: Lettre
it: Carta
pl: List
