Repository: Distrotech/jhylafax
Catalog: po/*.po
Languages: ca, cs, fr, it, nl, pl, ru, tr

source: Permissions
ca: Permisos
cs: Oprávnění
it: Permessi
pl: Uprawnienia
ru: Режимы доступа
tr: İzinler

source: Owner
ca: Propiertari
cs: Vlastník
fr: Propriétaire
it: Proprietario
nl: Eigenaar
pl: Właściciel
ru: Владелец
tr: Sahibi

source: Created
ca: Creat
cs: Vytvořeno
fr: Créé
it: Creato
nl: Nieuw aangemaakt
pl: Utworzony
ru: Создан
tr: Oluşturuldu

source: Modified
ca: Modificat
cs: Změněno
fr: Modifié
it: Modificato
nl: Gewijzigd
pl: Zmodyfikowany
ru: Изменён
tr: Değiştirildi

source: Accessed
ca: Accedit
cs: Zpřístupněno
fr: Accédé
it: Ultimo accesso
pl: Dostępny
ru: Доступен

source: Name
ca: Nom
cs: Jméno
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Имя
tr: Adı

source: Size
ca: Mida
cs: Velikost
fr: Taille
it: Dimensione
nl: Grootte
pl: Rozmiar
ru: Размер
tr: Büyüklük

source: Normal
cs: Normální
it: Normale
nl: Normaal
pl: Normalna
ru: Обычное

source: Fine
ca: Fi
cs: Jemné
fr: Fin
nl: Fijn
pl: Dobra
ru: Хорошее
tr: İyi

source: Superfine
ca: Súper fi
cs: Velmi jemné
fr: Extrafin
nl: Zeer fijn
pl: Bardzo dobra
ru: Повышенное
tr: En İyi

source: Errors only
ca: Només errors
cs: Pouze chyby
fr: Erreurs seulement
it: Solo errori
nl: Enkel fouten
pl: Tylko błedy
ru: Только ошибки
tr: Sadece Hatalar

source: After sending
ca: Després d'enviar
cs: Po odeslání
fr: Après envoi
it: Dopo invio
nl: Na versturen
pl: Po wysłaniu
ru: После отправки
tr: Gönderimden sonra

source: After requeuing
fr: Après la remise dans la file d'attente
it: Dopo ri-schedulazione
nl: Na herinplannen
ru: При повторной попытке

source: Always
ca: Sempre
cs: Vždy
fr: Toujours
it: Sempre
nl: Altijd
pl: Zawsze
ru: Отошедший пользователь:
tr: Herzaman

source: Error creating temporary file
ca: Error creant arxiu temporal
cs: Chyba při vytváření dočasného souboru
fr: Erreur lors de la création du fichier temporaire
it: Errore nella creazione del file temporaneo
nl: Fout bij het maken van tijdelijk bestand
pl: Błąd utworzenia pliku tymczasowego
ru: Не могу создать временный файл
tr: Geçici dosya oluşturulmasında hata

source: Reset to Defaults
ca: Reinicialitza als valors per omissió
cs: Obnovit výchozí hodnoty
fr: Restaurer les paramètres par défaut
it: Ripristina Default
nl: Herstel standaardwaarden
pl: Przywróć domyślnie
ru: Вернуть значения по умолчанию
tr: Öntanımlı Değerlere Döndür

source: Do you really want to delete the file {0}?
ca: Realment voleu esborrar el fitxer {0}?
cs: Skutečně chcete odstranit soubor {0}?
fr: Voulez-vous vraiment supprimer le fichier {0} ?
it: Cancellare il file {0}?
nl: Bent u zeker dat u het bestand "{0}" wil verwijderen
pl: Czy jesteś pewien, że chcesz usunąc plik {0}?
ru: Подтверждаете удаление файла {0}?
tr: {0} dosyasını silmek istiyor musunuz?

source: Delete File
ca: Eliminar arxiu
cs: Odstranit soubor
fr: Supprimer le fichier
it: Cancellazione File
nl: Verwijder bestand
pl: Usuń plik
ru: Удалить файл
tr: Dosyayı Sil

source: Delete
ca: Eliminar
cs: Odstranit
fr: Supprimer
it: Cancella
nl: Verwijder
pl: Usuń
ru: Delete (Удаление)
tr: Sil

source: Save
ca: Guardar
cs: Uložit
fr: Enregistrer
it: Salva
nl: Bewaar
pl: Zapisz
ru: Сохранить
tr: Kaydet

source: View
ca: Veure
cs: Prohlédnout
fr: Affichage
it: Visualizza
nl: Bekijken
pl: Widok
ru: Смотреть
tr: Görüntüle

source: The selected file is opened in an external viewer.
ca: L'arxiu seleccionat està obert en un visor extern
cs: Zvolené soubory budou otevřeny v externím prohlížeči.
fr: Le fichier choisi est ouvert dans une visionneuse externe.
it: Il file selezionato è aperto in un visualizzatore esterno.
pl: Zaznaczony plik jest otwarty w zewnętrznej przeglądarce.
ru: Выбранный файл открыт во внешнем просмотровщике.
tr: Seçilen dosya başka bir görüntüleyici program tarafından açılmış.

source: No file selected
ca: No s'ha seleccionat cap fitxer
fr: Aucun fichier séléectionné
it: Nessun file selezionato
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
ru: Нет выбранных файлов
tr: Hiçbir dosya seçilmedi

source: Import Error
ca: Error d'importació
fr: Erreur lors de l'import
it: Errore di importazione
nl: Fout tijdens importeren
ru: Ошибка импорта
tr: Alım Hatası

source: No valid separator specified
ca: No s'ha especificat un delimitador vàlid
fr: Le séparateur spécifié n'est pas valide
it: Nessun separatore valido specificato
nl: Geen geldig scheidingskarakter opgegeven
ru: Не указан требуемый разделитель
tr: Geçerli bir ayraç belirtilmedi

source: Imported {0} contacts
cs: Importováné {0} kontaktů
fr: {0} contacts importés
it: Importati {0} contatti
nl: {0} contactpersonen ge√Ømporteerd
pl: Zaimportowano {0} kontaktów
ru: Импортировано {0} контактов
tr: İçeri {0} kontak alındı

source: JHylaFAX Address Book
ca: Llibreta d'adreces de JHylafax
fr: Carnet d'adresse JHylaFAX
it: Rubrica indirizzi di JHylaFAX
nl: JHylaFAX adreslijst
ru: Адресная Книга JHylaFAX
tr: JHylaFAX Adres Defteri

source: Could not import from file "{0}"
ca: No es pot importar des de el fitxer "{0}"
cs: Nemohu importovat ze souboru "{0}"
fr: Ne peut importer depuis le fichier "{0}"
it: Impossibile importare dal file "{0}"
nl: Kan niet importeren uit bestand "{0}"
pl: Problem z zaimportowaniem z pliku "{0}"
ru: Не могу импортировать файл "{0}"
tr: "{0}" dosyasından alınamadı

source: JHylaFAX Addressbook Error
ca: Error en la llibreta d'adreces de JHylaFax
cs: Chyba adresáře JHylaFAXu
fr: Erreur du carnet d'adresses JHylaFAX
it: Errore rubrica indirizzi JHylaFAX
nl: JHylaFAX adreslijst fout
pl: JHylaFAX Bład książki adresowej
ru: Ошибка Адресной книги JHylaFAX
tr: JHylaFAX Adres defteri hatası

source: JHylaFAX Address Book Import Wizard
ca: Assistent d'importació de la llibreta d'adreces de JhylaFax
fr: Assistant JHylaFax d'importation du carnet d'adresses
it: Importazione guidata rubrica indirizzi di JHylaFAX
ru: Мастер импорта Адресной Книги JHylaFAX
tr: JHylaFAX Adres Defteri İçe Kopyalama Sihirbası

source: Select file to import.
ca: Selecciona el fitxer a importar
fr: Sélection du fichier à importer
it: Selezionare il file da importare.
nl: Selecteer te importeren bestand
pl: Wybierz plik do importowania.
ru: Выбор файла для импорта.

source: Import File
ca: Importa el fitxer
fr: Import du fichier
it: Importa file
nl: Import bestand
pl: Importuj plik
ru: Импортировать файл

source: File:
ca: Fitxer:
fr: Fichier :
nl: Bestand:
pl: Plik:
ru: Файл

source: Select import format.
ca: Selecciona el format d'importació
fr: Sélection du format d'importation
it: Seleziona il formato di importazione.
nl: Selecteer import formaat
ru: Выберите формат импорта.

source: Import Format
ca: Format d'importació
fr: Format d'import
it: Formato di importazione
nl: Import formaat
ru: Формат импорта

source: Separator:
ca: Delimitador:
fr: Séparateur
it: Separatore:
nl: Scheidingsteken
ru: Разделитель:

source: Expected Format: First Name, Last Name, Fax, Company
ca: S'espera el següent format:: Nom, Cognom, Fax, Empresa
fr: Format attendu : Prénom, Nom, Fax, Société
it: Formato: Nome, Cognome, Fax, Azienda
nl: Verwacht formaat: Voornaam, Familienaam, Fax, Bedrijf
ru: Ожидаемый формат: Имя, Фамилия, № факса, Организация
tr: Beklenilen Biçim: Ad, Soyad, Faks Numarası, Şirket

source: Edit Contact
ca: Editar Contacte
cs: Upravit kontakt
fr: Editer le contact
it: Modifica contatto
nl: Contactpersoon bewerken
pl: Edycja kontaktu
ru: Изменить контакт
tr: Kontak Düzenle

source: First Name
ca: Nom
cs: Křestní jméno
fr: Prénom
it: Nome
nl: Voornaam
pl: Imię
ru: Имя
tr: Ad

source: Last Name
ca: Cognom
cs: Příjmení
fr: Nom
it: Cognome
nl: Familienaam
pl: Nazwisko
ru: Фамилия
tr: Soyad

source: Company
ca: Empresa
cs: Společnost
fr: Société
it: Azienda
nl: Bedrijf
pl: Firma
ru: Организация
tr: Şirket Adı

source: Fax
pl: Faks
ru: Факс
tr: Faks

source: Could not load address book
ca: No puc carregar la llibreta d'adreces
fr: Chargement du carnet d'adresses impossible
it: Impossibile caricare la rubrica indirizzi
nl: Kan adreslijst niet openen
pl: Nie można było załadować książki adresowej
ru: Не могу загрузить Адресную Книгу
tr: Adres defteri yüklenemedi

source: JHylaFAX Error
ca: Error de JhylaFAX
cs: Chyba JHylaFAXu
fr: Erreur de JHylaFAX
it: Errore JHylaFAX
nl: JHylaFAX fout
pl: JHylaFAX Błąd
ru: Ошибка JHylaFAX
tr: JHylaFAX Hatası

source: Could not store address book
ca: No puc guardar la llibreta d'adreces
fr: Impossible d'archiver le carnet d'adresses
it: Impossibile salvare la rubrica indirizzi
nl: Kan adreslijst niet opslaan
pl: Nie można było przechować książki adresowej
ru: Не могу сохранить Адресную Книгу
tr: Adres defteri yerleştirilemedi

source: Local Address Book
ca: Llibreta d'adreces local
fr: Carnet d'adresse local
it: Rubrica indirizzi locale
nl: Lokale adreslijst
pl: Lokalna Książka Adresowa
ru: Локальная Адресная Книга
tr: Yerel Adres Defteri

source: Address Book
ca: Llibreta d'adreces
fr: Carnet d'adresses
it: Rubrica indirizzi
nl: Adreslijst
pl: Książka Adresowa
ru: Адресная книга
tr: Adres Defteri

source: New Contact...
ca: Nou Contacte...
cs: Nový kontakt...
fr: Nouveau contact...
it: Nuovo contatto...
nl: Nieuwe contactpersoon
pl: Nowy kontakt...
ru: Новый контакт...
tr: Yeni kontak...

source: Edit Contact...
ca: Editar Contacte...
cs: Upravit kontakt...
fr: Editer le contact...
it: Modifica contatto...
nl: Contactpersoon bewerken ...
pl: Edycja kontaktu...
ru: Изменить контакт...
tr: Kontak Düzenle...

source: Delete Contact
ca: Eliminar Contacte
cs: Odstranit kontakt
fr: Supprimer le contact
it: Cancella contatto
nl: Contactpersoon verwijderen
pl: Skasuj kontakt...
ru: Удалить контакт
tr: Kontak Sil

source: Import...
ca: Importar...
cs: Importovat...
fr: Importer...
it: Importa...
nl: Importeer...
pl: Importuj...
ru: Импорт...
tr: İçe aktar...

source: Export...
ca: Exportar...
cs: Exportovat...
fr: Exporter...
it: Esporta...
nl: Exporteer...
pl: Eksportuj...
ru: Экспорт...
tr: Dışarı Aktar...

source: Close
ca: Tancar...
cs: Zavřít
fr: Fermer
it: Chiudi
nl: Afsluiten
pl: Zamknij
ru: Закрыть
tr: Kapat

source: Search for
ca: Cercar
cs: Vyhledat
fr: Rechercher
it: Cerca
nl: Zoek naar
pl: Wyszukaj
ru: Поиск
tr: Bunun için ara

source: Go
ca: Anar
cs: Přejít
it: Vai
nl: Ga naar
pl: Idź
ru: ОК
tr: Git

source: Do you really want to delete the selected contacts?
ca: Realment vols eliminar els contactes seleccionats?
cs: Skutečně chcete zvolený kontakt odstranit?
fr: Etes-vous sûr de vouloir supprimer les contacts sélectionnés ?
it: Vuoi veramente cancellare i contatti selezionati?
nl: Bent u zeker dat u de geselecteerd contactpersonen wil verwijderen
pl: Czy jesteś pewien, że chcesz usunąć wybrane kontakty?
ru: Подтверждаете удаление выбранных контактов ?
tr: Seçilen kontakları silmek istiyor musunuz?

source: Delete Contacts
ca: Eliminar Contacte
cs: Odstranit kontakt
fr: Effacer les contacts
it: Cancella contatti
nl: Verwijder contactpersonen
pl: Usuń kontakty
ru: Удалить контакты
tr: Kontakları sil

source: No data to export
ca: No hi ha dades a exportar
cs: Žádná data k exportování
fr: Aucune données à exporter
it: Nessun dato da esportare
nl: Geen gegevens te exporteren
pl: Brak danych do wyeksportowania
ru: Нет данных для экспорта
tr: AKtarılacak veri yok

source: Exported {0} contacts
cs: Exportováno {0} kontaktů
fr: {0} contacts exportés
it: Esportati {0} contatti
nl: {0} contactpersonen geexporteerd
pl: Wyeksportowano {0} kontaktów
ru: Экспортировано {0} контактов
tr: Dışarı {0} kontak verildi

source: Could not export to file "{0}"
ca: No es pot exportar al fitxer "{0}"
cs: Nemohu exportovat do souboru "{0}"
fr: Ne peut exporter vers le fichier "{0}"
it: Impossibile esportare nel file "{0}"
nl: Kan niet exporteren naar bestand "{0}"
pl: Problem z zaeksportowaniem pliku "{0}"
ru: Не могу экспортировать в файл "{0}"
tr: "{0}" dosyasına verilemedi

source: You must at least send a document or a cover
ca: Has d'enviar com a mínim un document o una coberta
cs: Musíte zaslat alespoň dokument nebo titulní stránku
fr: Vous devez au moins envoyer un document ou une couverture
it: Inviare almeno un documento o una copertina
nl: U moet minstens een document of een voorpagina versturen
pl: Musisz wysłać dokument lub koperte
ru: Необходимо отправить документ, или титульный лись
tr: En az bir doküman yada başlık göndermelisiniz

source: Do you really want to send the non PostScript file "{0}"?
cs: Skutečně chcete poslat ne PostSkriptový soubor "{0}"?
fr: Veulez-vous vraiment envoyer le fichier non Postcript "{0}" ?
it: Inviare il file non PostScript "{0}"?
nl: Bent u zeker dat u het bestand "{0}" dat niet in PostScript formaat is, wil versturen
pl: Czy jesteś pewien że chcesz wysłać nie PostScriptowy plik "{0}"?
ru: Вы действительно хотите отправить не PostScript файл "{0}"?
tr: PostScript olmayan dosya "{0}" göndermek istiyor musunuz?

source: JHylaFAX - Send non PostScript file
cs: JHylaFAX - Odeslat ne PostSkriptový soubor
fr: JHylaFAX - Envoi de fichier non PostScript
it: JHylaFAX - Invio di file non PostScript
nl: JHylaFax - Verstuur niet-PostScript bestand
pl: JHylaFax - Wyślij nie PostScript'owy plik
ru: JHylaFAX - отправка не PostScript файла
tr: JHylaFAX - PostScript olmayan dosya gönder

source: Could not check for PostScript
cs: Nemohu zkontrolovat PostSkript
it: Impossibile controllo file PostScript
nl: Kan PostScript niet controleren
pl: Nie można sprawdzić PostScript'u
ru: Не могу проверить PostScript
tr: PostScript kontrolü yapılamadı

source: Could not read cover file: {0}
ca: No espot llegir el fitxer de portada: {0}
cs: Nemohu přečíst soubor s titulní stránkou: {0}
fr: Ne peut pas lire le fichier de couverture : {0}
it: Impossibile leggere il file di copertina: {0}
pl: Problem z odczytaniem pliku strony tytułowej: {0}
ru: Не могу прочесть файл титульного листа: {0}
tr: Kapak sayfası okunamadı: {0}

source: Generating cover
ca: Generant portada
cs: Vytvářím titulní stránku
fr: Production de la couverture
it: Generazione copertina
pl: Generowanie strony tytułowej
ru: Создание титульного листа
tr: Kapak sayfası oluşturuluyor

source: Uploading documents
cs: Nahrávám dokument
fr: Emission de documents
it: Trasferimento documenti
pl: Wysyłanie dokumentów
ru: Выгрузка документов
tr: Dokümanlar yükleniyor

source: Could not send fax
ca: No es pot enviar el fax
cs: Nemonu odeslat fax
fr: Ne peut pas envoyer le fax
it: Impossibile inviare fax
pl: Problem z wysładniem faksu
ru: Не могу отправить факс
tr: Faks gönderilemedi

source: Saving cover
ca: Guardant portada
cs: Ukládám titulní stránku
fr: Enregistrement de la couverture
it: salvataggio copertina
pl: Zapisywanie strony tytułowej
ru: Сохранение титульного листа
tr: Kapak sayfası kaydediliyor

source: Could not preview cover
cs: Nemohu zobrazit náhled titulní stránky
fr: Ne peut pas prévisualiser la couverture
it: Impossibile il preview della copertina
pl: Nie można podejrzeć koperty
ru: Не могу просмотреть титульный лист
tr: Kapak sayfası ön grüntülenemedi

source: Send Fax
ca: Enviar Fax
cs: Odeslat fax
fr: Envoyez le Fax
it: Invio Fax
nl: Verstuur fax
pl: Wyślij Faks
ru: Отправить факс
tr: Faks Gönder

source: Document
cs: Dokument
it: Documento
pl: Dokument
ru: Документ
tr: Doküman

source: Include Cover
ca: Incloure coberta
cs: Vložit titulní stránku
fr: Inclure la Couverture
it: Includi Copertina
nl: Voorblad opnemen
ru: Включить титульный лист
tr: Kapak sayfa dahil

source: Sender
ca: De
cs: Odesílatel
fr: Expéditeur
it: Mittente
nl: Verzender
pl: Nadawca
ru: Отправитель
tr: Gönderici

source: Recepient
ca: Destinatari
cs: Příjemce
fr: Destinataire
it: Destinatario
nl: Bestemmeling
pl: Odbiorca
ru: Получатель
tr: Alıcı

source: Subject
ca: Assumpte
cs: Subjekt
fr: Sujet
it: Oggetto
nl: Onderwerp
pl: Temat
ru: Заголовок
tr: Konu

source: Comment
ca: Comentari
cs: Komentář
fr: Commentaire
it: Commento
nl: Commentaar
pl: Komentarz
ru: Комментарий
tr: Yorum

source: Preview Cover
ca: Previsualització portada
cs: Náhled titulní stránky
fr: Prévisualiser la Couverture
it: Preview Copertina
nl: Voorblad voorbeeld
pl: Podgląd Koperty
ru: Просмотр титульного листа
tr: Kapak sayfası Ön Görüntüle

source: Opens an external programm to preview the cover page
ca: Obrir un programa extern per a previsualtzar la portada
cs: Otevřít externí program pro náhled titulní stránky
fr: Ouvrir un programme externe pour visionner la page de couverture
it: Apre un programma esterno per la visualizzazione della copertina
nl: Opent een extern programma om het voorblad te tonen
pl: Otwiera zawnętrzy program do podglądu koperty
ru: Открывает внешний просмотровщик для отображения титульного листа
tr: Kapak sayfası görüntülemek için dış program açar

source: More
ca: Més
cs: Více
fr: Plus
it: Altro
nl: Meer
pl: Więcej
ru: Далее
tr: Devamı

source: Displays an additional field to enter a document filename
cs: Zobrazí doplňující pole pro zadání názvu souboru s dokumentem
fr: Affiche un champ supplémentaire pour saisir un nom de fichier pour le document
it: Aggiunge un nuovo campo per l'inserimento di un documento
nl: Toont een extra veld om een document bestandsnaam in te geven
pl: Wyświetla dodatkowe pole w celu podania nazwy pliku dla dokumentu
ru: показывает дополнительное поле для ввода имени файла
tr: Doküman isminin girilebilmesi için ek alanı görünür yapar

source: Could not set job parameter
ca: No es poden fixar els paràmetres de la tasca
cs: Nemohu nastavit parametry úlohy
fr: Ne peut pas fixer le paramètre de la tâche
it: Impossibile impostare i parametri del job
nl: Kan taak parameter niet instellen
pl: Nie można ustawić parametru zadania
ru: Не могу установить параметры задачи
tr: İş parametresi belirlenemedi

source: Edit Job
ca: Editar Tasca
cs: Upravit úlohu
fr: Éditer le tâche
it: Modifica Job
nl: Bewerk taak
pl: Edycja Zadania
ru: Редактировать задачу
tr: İş güncelle

source: Could not execute viewer
ca: No s'ha pogut executar el visor
cs: Nemohu spustit prohlížeč
fr: Impossible de lancer la visionneuse
it: Impossibile aprire il visualizzatore
nl: Kan extern viewer programma niet uitvoeren
pl: Problem z uruchomieniem przeglądarki plików
ru: Не могу запустить программу просмотра
tr: Görüntüleyici başlatılamadı

source: Could not open file: Please enter the path of an external viewer in the settings.
ca: No es pot obrir el fitxer: entreu la ruta al visor extern en els paràmetres
cs: Nemohu otevřít soubor: Zadejte prosím v nastavení cestu k externímu prohlížeči.
fr: Impossible d'ouvrir le fichier : veuillez saisir le chemin d'une visionneuse dans les paramètres de configuration
it: Impossibile visualizzare il file: Inserire un visualizzatore esterno nelle impostazioni.
nl: Kan bestand niet openen: Geef pad van een externe viewer op in de instellingen.
pl: Problem z otworzeniem pliku: Proszę wpisać ścieżkę do zewnętrznej przeglądarki plików w ustawieniach.
ru: Не могу открыть файл. Настройте внешнюю программу просмотра в "параметрах".
tr: Dosya açılamadı: Lütfen dış görüntüleyici program yolunu ayarlardan giriniz.

source: Invalid parameter. Use -h for help.
ca: Paràmetre no vàlid. Useu -u per a ajuda.
cs: Neplatný parametr. Použijte -h pro nápovědu.
fr: Paramètre invalide. Utilisez - h pour l'aide.
it: Parametro non valido. Usare -h per aiuto.
nl: Ongeldige parameter. Gebruik -h voor help
pl: Zły parametr. Przełącznik -h podaje lista parametrów .
ru: Неверный параметр. Используйте -h для подсказки.
tr: Geçersiz parametre. Yardım için -h kullanın.

source: {0} parameter requires argument
cs: Parametr {0} vyžaduje argument
fr: le paramètre {0} nécessite un argument
nl: {0} parameter heeft een argument nodig
pl: {0} parametr wymaga argumentu
ru: Параметру {0} требуются аргументы

source: HylaFAX Server
ca: Servidor HylaFAX
fr: Serveur HylaFAX
it: Server HylaFAX
pl: HylaFax Serwer
ru: Сервер HylaFAX
tr: HylaFAX Sunucusu

source: Could not poll fax
cs: Nemohu vyzvednout fax
it: Impossibile contattare il server
nl: Kan fax niet ondervragen
pl: Nie można zakolejkować faxu
ru: Не могу запросить факс.

source: Poll Fax
cs: Vyzvednout fax
nl: Ondervraag fax
pl: Zakolejkuj Fax
ru: Запрос факса

source: Job
ca: Tasca
cs: Úloha
fr: Tâche
nl: Taak
pl: Zadanie
ru: Задаза
tr: İş

source: Pages
ca: Pàgines
cs: Stránek
it: Pagine
nl: Pagina's
pl: Stron
ru: Страницы
tr: Sayfalar

source: Time
ca: Hora
cs: Čas
fr: Heure
it: Ora
nl: Tijd
pl: Czas
ru: Время
tr: Zaman

source: Filename
ca: Nom d'arxiu
cs: Název souboru
fr: Nom du fichier
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла
tr: Dosya Adı

source: Filesize
ca: Mida del fitxer
cs: Velikost souboru
fr: Taille de fichier
it: Dimensione del file
nl: Bestandsgrootte
pl: Rozmiar pliku
ru: Размер файла
tr: Dosya Büyüklüğü

source: Resolution
ca: Resolució
cs: Rozlišení
fr: Résolution
it: Risoluzione
nl: Resolutie
pl: Rozdzielczość
ru: Разрешение
tr: Çözünürlük

source: Signalling Rate
cs: Přenosová rychlost
ru: Уровень сигнала
tr: Sinyal Oranı

source: Receiving
ca: Rebent
cs: Přijímání
it: Ricezione
nl: Ontvangen
pl: Odbieranie
ru: Прием
tr: Alıyor

source: Error
cs: Chyba
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
ru: Ошибка
tr: Hata

source: Aborting transfer, please wait
ca: Cancel.lant trabsferència, espereu
cs: Přerušuji přenos, čekejte prosím
fr: Interruption de transfert, attendez svp
it: Annullamento del trasferimento, attendere
nl: Transfer wordt onderbroken, wachten aub
pl: Prosze czekać, trwa anulowanie zadania
ru: Прекращение передачи, ожидайте...
tr: Transfer iptal ediliyor, lütfen bekleyin

source: Authentication
ca: Autenticació
cs: Ověření
fr: Authentification
it: Autenticazione
nl: Authenticatie
pl: Uwierzytelnianie
ru: Авторизация
tr: Kimlik Doğrulama

source: Status Update
ca: Actualitzar l'estat
cs: Aktualizace stavu
fr: Mise à jour du statut
it: Aggiornamento stato
nl: Vernieuw status
pl: Zaktualizuj Status
ru: Обновление состояния
tr: Durum Güncellemesi

source: Appearance
ca: Aparença
cs: Vzhled
fr: Apparence
it: Apparenza
nl: Voorkomen
pl: Wygląd
ru: Внешний вид
tr: Görünüm

source: Behavior
ca: Comportament
cs: Chování
fr: Comportement
it: Comportamento
nl: Gedrag
pl: Zachowanie
ru: Предпочтения
tr: Davranış

source: Confirmations
ca: Confirmacions
cs: Potvrzení
it: Conferma
nl: Bevestigingen
pl: Potwierdzenia
ru: Подтверждение.
tr: Onaylar

source: Programs
ca: Programes
cs: Programy
fr: Programmes
it: Programmi
nl: Programma's
pl: Programy
ru: Программы
tr: Programlar

source: Cover
ca: Portada
cs: Titulní stránka
fr: Couverture
it: Copertina
nl: Voorblad
pl: Strona tytułowa
ru: Титульный лист
tr: Kapak

source: Settings
ca: Configuració
cs: Nastavení
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ru: Настройка
tr: Ayarlar

source: Connection
ca: Connexió
cs: Připojení
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
ru: Соединение
tr: Bağlantı

source: Host
ca: Servidor
cs: Počítač
fr: Hôte
it: Server
pl: Serwer
ru: Адрес машины
tr: Sunucu

source: Passive Transfers (Select If Transfers Timeout)
cs: Pasivní přenost (Zvolte pokud při přenosu vyprší čas)
it: Trasferimento Passivo (Selezionare in caso di Timeout di Trasferimento)
pl: Tryb pasywny
ru: Пассивный режим (применять при таймауте передачи)
tr: Pasif Transfer (Eğer transferler zaman aşımına uğruyorsa seçiniz)

source: Port
it: Porta
nl: Poort
ru: Порт

source: Username
ca: Nom d'usuari
cs: Jméno uživatele
fr: Nom d'utilisateur
it: Nome Utente
nl: Gebruikersnaam
pl: Użytkownik
ru: Учётная запись
tr: Kullanıcı Adı

source: The username that is sent to the server.
ca: El nom d'usuari que es enviat al servidor
cs: Jméno uživatele, které je zasíláno serveru.
fr: Le nom d'utilisateur qui est envoyé au serveur.
it: Il nome utente che viene inviato al server.
nl: De gebruikersnaam die naar de server gestuurd wordt.
pl: Nazwa użytkownika
ru: Имя пользователя для подключения к серверу
tr: Sunucuya gönderilen kullanıcı adı.

source: Password
ca: Contrasenya
cs: Heslo
fr: Mot de passe
nl: Paswoord
pl: Hasło
ru: Пaроль
tr: Şifre
